Revit 2024 API
UnitTypeId.CubicMetersPerHourSquareMeter Property
 Cubic meters per hour square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicMetersPerHourSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property CubicMetersPerHourSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicMetersPerHourSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace